debug_lote_nfcom.xml

<?xml version="1.0" encoding="utf-8"?>
<soap12:Envelope xmlns:xsi="http://www.w3.org/2001/XMLSchema-instance" xmlns:xsd="http://www.w3.org/2001/XMLSchema" xmlns:soap12="http://www.w3.org/2003/05/soap-envelope">
  <soap12:Header>
    <nfcomCabecMsg xmlns="http://www.portalfiscal.inf.br/nfcom/wsdl/NFComRecepcao">
      <cUF>52</cUF>
      <versaoDados>1.00</versaoDados>
    </nfcomCabecMsg>
  </soap12:Header>
  <soap12:Body>
    <nfcomDadosMsg xmlns="http://www.portalfiscal.inf.br/nfcom/wsdl/NFComRecepcao">H4sIAAAAAAAACp1X25ayWJJ+FfvvtfrGyuQgoNTwO2tzFOUgR8VefaGAiHJQQFHvZs3FPMhc9Dv0
Zf0vNhvQTLO6ZrpqcmUmcdpBxLdjxw4YTeTytHdNk6z8/m1XVcefEaSu6/djXlTrZBuX/jp5j7Pt
+6ZAsq2fp9/GDGS7ZXLw/VtLkThOoRhJDDBihA5RFMXwEYWjKPztfnAMHQzJIYYS+LfeJSzKdf79
G/aOoo27IBwzviOOSZxBmidTHUG6GWMM0hFMmgdjCiqbJ1OGRRyOIdcRTKaJDdc8GB/+e7wHumol
vNtomwcT7IQ0HuMoTr2h2BuO2ij6M4b/jBNv6OBnFGWQzgC+Hj7K7v0txWRWXIXgXOVFfB9Dwy88
46vnTJRg+Nho0Lh58Mw2zlp0mhUfNPQurqtG1BEMRGNe5P6YeCfxdyh+8gzSAhOmMTTitPl0/BVf
BmmFjCzAlDCcpkdDmkEgx3CmPR5ANXwwVy1Pw7Eru6AnqHNTEDReVgXN1q2eYvOAQToD5iqus6qz
E9XeaPQTCVWtjAmzICyENoyrEhVj4AqazIPe1LE4QZE1vTdzWNm2uIkw6/FCT1dkV5DNxndjzmRF
PrYQDaIGCebKHZOx4QDeBDjdU3Rb6OF4zwIK6KFYzxZMU9Df4dLGjLmy67iAqyQHmECTofghaDH/
iji0bv7PdcsSoGEr4YT5eDigUQpDYRE0HAPrS9IZpCmzbZ6FsK5oGlblgIKItQIGeUkY6eAPwrJ6
YskrPcuzbEGFwXKaruiS/Aljt0/0YDTC4DvhPhHD5z7FWSALfOMIbtMn08HbkS1ec+AosmV/gQ/D
UOqJ3wMBVoCIuQ/DL6gMSBIdoKMvqFg//jvvzdfnJH+FBsUGGEpjxCc01ryDBnmJCumyX5dlnMGC
gFnGXB6AD/bX6X7VNof507Q90q86KywuThUnY6pRfXBMxuVZVawrmDuJU83h/5QwwZOUs9fzDCN9
VXyaiXH6MBu8Ndl+UTDIS2ZBWPUyuQpT2J1gazoWTcfx582DbFpKSzHX9gGLnHMU8OO/fvyn3uN0
VTA5GSg9DfTMH//By3rv8zS9kz/12sJ8a2qvW874XALfPEYpFCWa8nzwDCfq8zE1aFpYSzJnNQzG
kGufzAl2jXOxDtbjpn821f8pYS5N7K0CNpKWZi5wF/0x2olamrno5wqWy0PWMcyljeqxtIsQ6fKP
02NeNrjLnGoRKIzQsscEbI/NE7ach3QuW50KfaouLPd0CCnm2Fig7xSsgpaEr2wFjX1LMkjnQxdl
7V/5ehgNWtGTYy4PAjqF5/nJQRdP4iMXWNWwqKsc3nK/mXuTlZ1X3YvRzxdfGsVT0NKdCCKbZ6/y
TsBcRG7+FDdkh1fn+beD/SdULqKj2bagfLh5sI2igegpbWEyw8ou4k33Asg8nDUWD64Vczm8kcoX
zUPQKS1FeVU1LMzSNMWPBBu6036+7fcWGryXH1A3NzTy2IOovQ3hFXkMq4ZsDmy7+x8SJnDDzH/q
3lD8DYOt9EPIBPOwcMp/bgqf4qfJZ0N4+PgUM34esOuiWLcDwCfDIF2AcPgBQey3RHNH2bA5hv/W
05oGW0EoztX6x98bJgh7zU73/Dzb5kUa9tZF9d7DSNgKfvk7/ss/fuotf+p9C771gnWPM0UWwWjY
KHpyes7iYA1XNw5YC+HYFx+gqOIo79HN8jjz4zKHXabxoIRxr0EqCdMwq9ZFL/vlHz0cIxCYJtnc
N22wLdGFjzynuM95zjo3JqcC9u+H5k9/5Xhgg782g2EJJ8NgG751k+F7eSnKd/gb5ZdmNmwXIIYJ
14b/7u9a9vsfGQv/0s5637G//Q3G9hoD8jU8K46ypt2FvzG01oP3vIiQxj2C0gg0CMo4+vO3blUY
yBBFWGLrLM9iONfG93UV55kaVrs86IEkguNctUt/y6VtNl4xxBS4N+j2zceI7K2RoAOM/Ia8hPV7
vP06QDgOv5W7NdY4MsNtWMCKDnuOKX//9uc/Pl+PGbtYZ2VTMOUL/cdCCrNLmOTHMHgrn5k10f1O
b/8SLuQ1RD6O4CH6/wD3BK3z4K6Tczg+bS1NOwyQiWgHuz66QupZEOfK7oKNvjPIqyWDfIAN6dcS
+djNzlDca9lFWlkmpg4x6nhOhAWa77VrddpReqHPLjV6KpBTlZ6np9nIJsMoTd0RniWbOeF5gjSY
uDa96g9mo/6JHp0uekbE2tFAhEHunUT7ZqaJdog2kx036lurTbrz+rvqPsknO8Iu9ng/ksGMMpLb
TMuxciF4myKR6EuGCfOJl4EIvx/WrqY5+AjcPNO/JhOqVpVhRCn4Nd1pN2WazyjnMBki/WtdjNw7
dczxM9lnkXoTTu8HsL1b7tGqZOnu+aruX/e0JdwiF5vLlK6pye2ui7yIXn0OP3onTSWyHTedj46X
HZ8ulDic76+wLKfAOl7l4+Hg7ub7eDiszwhPzkN1viIqhSKrYU5yN0lU5Dg8KNySBd+/d6C/AM3M
wlu3A0sSpfl1te4oLoR9bwvPLJzRVFmeaDbHsSYegVpmQSTL5sRI4JfDIWGNmje86SxfybuLrwFD
UFgD1At4XargIAHMEdidyhmJfBXuwGQjzWVBbnOHhHc4jPNT8b5e1FfRBnanK21eEHlZ1Oa26DqW
xeKaLYQqW7e+wFV1DUeNHJRWXdecygKGbSbm0ZeuO3niYSpLLHlbxlRbuGq8QGq8Wqti3sjwX8nq
KKiv3B1Mu/d6NjhMLdVUa8HweNcwZkJ9nBoYqIxsuvPxpFSNsuY6nSzU04l9F3QVdHGxV1V0JPru
4851sgf+MxfR+ZKLFiyu6HrJll6X11JlnXY9d1V1dR8R8GMRV++gVnmY6f4Vs9LmEva2WmrJJtWO
HsRM2gPvqRMcLfEz87hKk723MC+yyM5kQbjCnGulbmPmhdtuYbkrVhZczRGnoumQguVgop2Yc+fG
qq5gsvreQdW7gOo8GMAYatWWCbj/rLwHGhsdTrtDLNE1ysJ9FgHQOWCMQKPnohmkBVCA3ApGdkVl
4h0Z9Stc3V9LLK2RyaS/kujVdT5ZrapwWSqlTZDiCQP7GBHPWwP3iuFQjrJkurVIqhjZrOwM5zcy
NM1zSaC3Eo31826v0eV5FS1obplO5/diI3rY0Bdw4mRby1tfs9NodouHxQVu2wKCdD4vwRFg8mRp
UBbrp/YkDQZzitjySO3N9kaKzA0L5qguDocZUYHNZsSik2TH8xKObCfJejZYRrdBefDqEn5wKmfD
M4eFeVi604vu4itOXfWd0XB94MktT2fGWqkw+XZxp+VoKW3MPOZTGuyvC00Z1dz8thXLi574WyLl
JD+eDGVhP1+GRnE94TBizzkas9Wyj2azvK9gi6w+SXn/FAxr+PFvADYnZC68cxzI/K4OTdRmgVwD
HmybOphYqiDxYBGxsOzOaBKBbJvJipyhW2mwMbdqgJOlzTpsFBVsJIis4cN9NGVV8GoTePKs9ljW
cCYqmEm6tEODCaCUG733cOPsLbT7Br9igXQ4ezhdKen0Bpvd3o/pnXfDnrpqs3TLQErqjSRUwd45
+3wQq7KEt/GZghCtiTpan1kxWx2DVEw3FllvBtp95bDZZiEeNxy53+B4JNee6Ak1C+pZJO1Uz0B3
rHO4irBOOcO5Cq6T6PaNXUC6qV8xZw8Su2BVYKh8zgKb/406zvnoaSPk3MhWbBmeM+Oq236t8T6p
3YXm7MEz49Ttmv/rbwaWbORGNhB4lgK6AO/MX9ssuz2KWNGrXZ612GjV2HPA8mqLZ6WXfeCA6VHr
iYn6fH5RcG2/4sidN9Aum4mLrq0GE/TsZfIFnqG9f6MPvqRW3kKtfJwug6V5VBaffVDJ2MNqD4Ku
JhxB3IPXPedB9LnXoDbqyGt7WDCpLXbHcywMsp/zt0jPPeL3xLSR4I2Hi3tl+dRh1Wefw3AN2vpp
Xc8pQOf8WdIXX2rrpqTi/iOPFPqwyBjWVekN5Mv/muPSw6DtbcM/8jQIQYwMpzAm1WHhKZk+KmKu
Es7xZKIPNt7BqWs+avdjDowJAgsf4rCMVIBKnHWSLHkz4A2B5WoHAHjOgME5KYpnehbQAq2ut9ds
dN5OXX0+3Ml3+4rvaZuLKStRuRNl0Mt6eUuPm0Dkh4Mt0hdXR3TD6ykp0/pBwHIhuKK5petUrAj2
/WgWoRMVtlgXaUEKujE9qiviwG5ScsnvdlboVpSJWlyeXS3iehZv1vm677tZ4twUYHIT4l6w+znJ
J+tFFYl2EU609cK8T5DTGQT6sdgYNL+q0Qtmoa6goLo756SMF4jZQbOn4X1xWQpBXyRNdZfMDtXd
HVnUlko3oVzS0vagOOqBQIyc2t0XmC2QNkEgkbku0d2Q5/YVKH3dVSl5HyW6opp2Vk0Jctln77RR
u5Epn7XwyE/TPFpQyCKl/WVCHhUEjiIVZmHSMLmMElMyKJ6+TI3hchhvJIrURclw7Plis85DM18p
ilKhF0LdUSfATlaj3Em0YJQJmYYF1IELz8bmLu9FjbsTAoYfZwQl+Am3Im+bgToXU3I3TH10pp6n
JsVuxY3m6pi0P2FXf5OOokvpFbg5sZLbYqavJavWDpQKeGTVP86P9XaWGLJO8DM8JTdexFOnRF9g
59RYYBfiTB3Kxdnkz7R2TE19rleZvtBi13eN7WF0rKnFQlnoA0WCZAwCJHeTs4+Z/nokVQdH9099
cets5wdB4220VEN+rlEbGhQE0WwOdSkud0Ba2xixyRutRH0unm3pe+T0HXAJ5ygui/2pkroZlWm7
aFAH11FcWoNasoxmsPv11NZJuokO+ZjyPuc/SHffe/8DjWPd6pIYAAA=</nfcomDadosMsg>
  </soap12:Body>
</soap12:Envelope>